---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepEquipmentClassification
source: html/902fbe77-df92-9ff5-892d-e7c4170be214.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepEquipmentClassification Property

"Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId MepEquipmentClassification { get; }
```